[
  {
    "content": "Hoy el sol brilla y las nubes se han ido. La tarde es tranquila, y el aire es fresco. En el parque, las personas pasean por el sendero, disfrutando del buen clima. Algunos niños juegan con una pelota, mientras otros corren detrás de las aves. Los árboles están llenos de hojas verdes que se mueven suavemente con el viento. Todo parece en calma, y el ambiente es perfecto para pasar un buen rato al aire libre.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En el centro de la ciudad, las calles están llenas de vida. Las personas caminan rápidamente, algunas hablan por teléfono, otras se detienen en las tiendas. Los coches pasan por la carretera, y los semáforos cambian de color con regularidad. Los edificios altos cubren el cielo, y las ventanas reflejan la luz del sol. Es una ciudad muy activa, llena de ruidos y movimientos, pero a la vez, todos parecen tener prisa por llegar a su destino.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La cocina de la casa está llena de aromas deliciosos. En la mesa hay una gran olla con sopa caliente, lista para servir. El pan recién horneado está sobre una bandeja, y su olor invita a comer. Las frutas están en un tazón, esperando a ser probadas. El ambiente es cálido y acogedor, perfecto para una comida en familia. Todos se sientan alrededor de la mesa y comienzan a disfrutar de la comida mientras conversan tranquilos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En el jardín, las flores comienzan a abrirse con la llegada de la primavera. Los colores de las rosas, margaritas y lirios iluminan el espacio. Las abejas vuelan de una flor a otra, recogiendo el polen. El sol brilla sobre el césped verde, y una ligera brisa mueve las ramas de los árboles. Es un día perfecto para estar afuera, disfrutando de la naturaleza y el canto de los pájaros que se escuchan cerca.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El camino hacia la montaña está lleno de piedras y árboles. Las personas caminan lentamente, disfrutando del paisaje y de la tranquilidad del lugar. El aire fresco y limpio llena los pulmones, y se puede escuchar el sonido de las hojas al moverse con el viento. A lo lejos, se ve la cima de la montaña, cubierta de nieve. Aunque el viaje es largo, el esfuerzo vale la pena por la vista impresionante que se puede apreciar al llegar.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El mar está tranquilo, sin olas grandes que rompan la calma. La arena está caliente bajo los pies, pero la brisa fresca hace que el clima sea agradable. Las olas pequeñas llegan a la orilla, y el sonido es relajante. Las personas caminan por la playa, algunos se tumban a tomar el sol, y otros nadan en el agua. El cielo está despejado, sin nubes, y se puede ver el horizonte perfectamente. Es un lugar ideal para descansar y desconectar del mundo.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En la plaza del pueblo, los niños juegan mientras los adultos conversan. Algunos se sientan en bancos, otros caminan por los senderos que rodean el lugar. Los árboles proporcionan sombra y frescura, y en el aire se siente el perfume de las flores que adornan el parque. A lo lejos, se escucha el sonido de una fuente de agua que cae suavemente, y todo parece estar en armonía. Es un lugar tranquilo y relajante donde todos pueden disfrutar del día.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El mercado está lleno de colores y sonidos. Las personas compran frutas, verduras, pan y pescado, mientras los vendedores gritan sus ofertas. El aroma de las especias se mezcla con el de la comida recién cocinada. Las cajas de madera están llenas de productos frescos, y la gente se detiene a elegir lo mejor para llevar a casa. Es un ambiente vibrante, donde todos parecen estar ocupados, pero también sonríen al encontrarse con conocidos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El parque está lleno de árboles altos que proporcionan mucha sombra. Las personas caminan por los caminos de tierra, mientras algunos hacen ejercicio o pasean con sus perros. Los niños juegan en los columpios y en el tobogán, riendo y divirtiéndose. El sonido de los pájaros y el viento moviendo las hojas crea un ambiente tranquilo y relajante. Es un lugar ideal para disfrutar de un paseo o pasar tiempo con amigos y familiares.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La tarde se va haciendo más oscura, y las luces de la calle comienzan a encenderse. Las personas regresan a casa después de un día de trabajo, mientras los coches pasan por la carretera. El cielo se llena de colores anaranjados y rojos, anunciando el final del día. En las ventanas de las casas se ve la luz cálida de las lámparas, y el sonido de los pasos resuena en las calles vacías. La ciudad se prepara para la noche tranquila que se avecina.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El sol brilla en el cielo, mientras las aves vuelan alto. Las nubes son pocas y el aire es fresco. Las personas caminan por la calle, disfrutando del buen tiempo. Algunos hablan entre sí, mientras otros miran sus teléfonos móviles. En los parques, los niños juegan, saltan y se divierten. Es un día perfecto para estar al aire libre y disfrutar de la tranquilidad de la tarde.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La casa tiene un jardín hermoso. Hay flores de muchos colores, y el césped está bien cuidado. En un rincón, hay una pequeña fuente de agua que hace un sonido relajante. Las mariposas vuelan de una flor a otra, y los pájaros cantan en los árboles. Es un lugar ideal para descansar o leer un buen libro, rodeado de la belleza de la naturaleza.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La biblioteca está llena de libros de todos los géneros. Hay estanterías altas que llegan hasta el techo, repletas de títulos interesantes. Los estudiantes se sientan en las mesas para estudiar o leer tranquilamente. El ambiente es silencioso, y la luz entra por las ventanas, iluminando las páginas de los libros. Es un lugar perfecto para concentrarse y disfrutar del conocimiento que ofrecen los libros.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La plaza del pueblo es un lugar lleno de vida. En el centro hay una fuente de agua que cae suavemente, creando un ambiente relajante. A su alrededor, hay bancos donde las personas se sientan a descansar. Los niños juegan cerca, mientras los adultos conversan entre sí. Los árboles proporcionan sombra, y el aroma de las flores se mezcla con el aire fresco. Es un lugar ideal para pasar el tiempo.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La estación de tren está llena de gente que espera su turno para abordar. Algunos leen libros, otros revisan sus teléfonos móviles. El sonido de los anuncios y las puertas que se abren y cierran llena el aire. Los trenes pasan rápidamente, y la gente se mueve de un lado a otro. Es un lugar muy activo, donde todo el mundo está ocupado con sus propios planes y destinos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El océano se extiende hasta el horizonte, con olas suaves que llegan a la orilla. El sonido del agua es relajante, y el viento mueve las palmeras en la playa. Las personas caminan por la arena, mientras otras se tumban al sol. El cielo está claro, sin nubes, y el ambiente es cálido pero agradable. Es un lugar perfecto para disfrutar de un día de descanso junto al mar.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El campo está lleno de verdes praderas y árboles altos. El aire es fresco y limpio, y el cielo está despejado. Las vacas pastan tranquilamente, y los pájaros vuelan de un árbol a otro. En el horizonte se puede ver una gran granja con su tejado rojo. Es un lugar tranquilo, ideal para escapar del bullicio de la ciudad y disfrutar de la naturaleza.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La montaña se eleva majestuosamente frente a nosotros, cubierta de nieve en su cima. Los senderos serpentean entre los árboles, y el aire es frío pero refrescante. Los excursionistas suben con calma, disfrutando del paisaje a medida que avanzan. A medida que se acercan a la cima, el panorama se vuelve aún más impresionante. La vista desde allí es espectacular, con todo el valle extendiéndose bajo ellos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La ciudad tiene muchas calles animadas, llenas de tiendas y restaurantes. En las aceras, las personas caminan rápidamente, mientras los coches pasan por las carreteras. Los edificios altos se alzan a ambos lados de las calles, y las luces de las tiendas brillan por la noche. Es una ciudad llena de vida, donde siempre hay algo que hacer y ver, sin importar la hora del día.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En el parque, las personas corren, hacen ejercicio o pasean tranquilamente. Los árboles proporcionan sombra, y el césped está muy bien cuidado. Los niños juegan en los columpios y toboganes, mientras algunos adultos practican yoga. El aire es fresco y limpio, y el sonido de los pájaros cantando llena el espacio. Es un lugar perfecto para relajarse o disfrutar de un rato en contacto con la naturaleza.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El día comenzó con una ligera brisa que movía las hojas de los árboles. Las personas salieron de sus casas a caminar por la calle. Algunos saludaron a sus vecinos, mientras otros iban directos a su destino. El sol brillaba suavemente, sin mucho calor. Los pájaros cantaban en los árboles y las flores se veían frescas. Todo parecía estar en calma, y el día prometía ser agradable.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La cafetería está llena de gente que disfruta de su café en silencio. Algunos leen el periódico, otros trabajan en sus computadoras. El aroma del café recién hecho llena el aire, y el sonido suave de las tazas al chocar con las mesas crea una atmósfera tranquila. Es un lugar perfecto para relajarse o para comenzar el día con energía, rodeado de gente que también disfruta de un buen momento.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En la tarde, el cielo se tiñó de colores cálidos y la temperatura comenzó a bajar. Las personas se reunieron en la plaza a conversar y a disfrutar del buen clima. Los niños corrían por el césped, mientras los adultos se sentaban en los bancos. La brisa suave movía las hojas de los árboles, y el sonido de las risas llenaba el aire. Fue un momento de paz, ideal para relajarse y disfrutar del entorno.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La biblioteca está tranquila, con pocas personas que buscan libros en las estanterías. Los estudiantes se sientan en las mesas a estudiar, mientras otros leen en los rincones más apartados. El ambiente es silencioso, solo se escucha el sonido de las páginas al pasar. La luz entra suavemente por las ventanas, creando una atmósfera cálida. Es un lugar perfecto para concentrarse y sumergirse en los libros y el conocimiento.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El mercado está lleno de colores y sonidos. Los puestos ofrecen frutas frescas, verduras y otros productos locales. Los vendedores invitan a los compradores a acercarse y probar lo que venden. Las personas se detienen a mirar, y algunas regatean el precio. El aire está lleno de aromas de alimentos y especias, y la gente parece disfrutar del bullicio. Es un lugar lleno de vida, donde se puede encontrar todo tipo de productos frescos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El jardín está lleno de flores coloridas que decoran el espacio. Las abejas vuelan de una flor a otra, y el sonido de los pájaros cantando llena el aire. En el césped, algunas personas se sientan a leer o a disfrutar del sol. Los árboles proporcionan sombra, y el viento mueve las hojas suavemente. Es un lugar perfecto para relajarse o para dar un paseo en medio de la naturaleza.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La playa está tranquila, con el sonido suave de las olas rompiendo en la orilla. Las personas caminan por la arena, disfrutando de la brisa marina. Algunos se tumban bajo las sombrillas, mientras otros se bañan en el agua. El cielo está despejado, y el sol brilla con fuerza. Es un día ideal para disfrutar de la playa, relajarse y olvidarse de las preocupaciones.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El bosque es un lugar lleno de vida, con árboles altos y frondosos. El suelo está cubierto de hojas caídas, y el aire es fresco y limpio. A lo lejos, se escuchan los sonidos de los animales que habitan en el bosque. Algunas personas caminan por los senderos, disfrutando de la paz y tranquilidad que ofrece el lugar. Es un espacio ideal para conectar con la naturaleza y alejarse del ruido de la ciudad.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En el centro de la ciudad, las calles están llenas de gente que va de un lado a otro. Los coches pasan rápidamente, y las tiendas tienen las vitrinas llenas de productos. Los edificios son altos, y el ruido de la ciudad es constante. Las personas parecen tener prisa, pero también hay tiempo para detenerse y observar lo que pasa a su alrededor. Es un lugar animado, siempre lleno de actividades y movimiento.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El atardecer pinta el cielo de tonos naranjas y rosados, mientras el sol se oculta detrás de las montañas. Las sombras se alargan, y el aire se vuelve más fresco. Las personas comienzan a regresar a sus casas después de un largo día. El paisaje se ve hermoso, y la calma llega poco a poco. Es un momento perfecto para reflexionar sobre el día y disfrutar de la tranquilidad que trae la noche.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El cielo está despejado, y el sol brilla en todo su esplendor. Las personas caminan por la calle, disfrutando del buen tiempo. Algunos llevan gafas de sol, mientras otros prefieren tomar un descanso en los bancos del parque. Las flores en los jardines están llenas de colores, y los árboles proporcionan sombra. Es un día perfecto para estar afuera, sin prisa y sin preocupaciones.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La tarde llega lentamente, y el aire se siente más fresco. Las personas comienzan a regresar a casa, mientras el cielo se tiñe de colores cálidos. Los niños siguen jugando en el parque, corriendo y saltando de un lado a otro. El sonido de sus risas llena el ambiente, y los pájaros siguen cantando en los árboles. Es un momento tranquilo antes de que caiga la noche.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "En el centro de la ciudad, las luces de las tiendas brillan en la oscuridad. Las calles están llenas de gente que pasea por las aceras. Algunos compran en las tiendas, mientras otros simplemente disfrutan del ambiente. El ruido de los coches y las conversaciones se mezcla con el sonido de los pasos. Las cafeterías están llenas de personas que toman una taza de café o charlan con amigos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La mañana comienza con un aire fresco y agradable. Las primeras personas se asoman a la ventana para ver el día que comienza. En el parque, los corredores hacen ejercicio, y algunos perros pasean con sus dueños. Los árboles están llenos de hojas verdes, y el sol comienza a calentar la tierra. Es un día perfecto para comenzar nuevas actividades o disfrutar de un paseo tranquilo.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El mercado está lleno de colores, sonidos y aromas. Las frutas y verduras frescas están dispuestas en los puestos, y los vendedores animan a los compradores a acercarse. Las personas se mueven entre los estantes, buscando los mejores productos. El aire está lleno de olores deliciosos, y la gente parece estar contenta mientras hace sus compras. Es un lugar lleno de vida y energía, ideal para pasar un buen rato.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El jardín está lleno de flores de colores vibrantes. Algunas flores se mueven suavemente con el viento, mientras que otras parecen mantenerse quietas, admirando la luz del sol. En las ramas de los árboles, los pájaros cantan y se posan de vez en cuando. El ambiente es cálido y tranquilo, lo que hace que sea el lugar ideal para descansar o leer un libro al aire libre.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La playa está tranquila, con las olas rompiendo suavemente en la orilla. Las personas caminan por la arena, disfrutando del sol y la brisa. Algunos se bañan en el agua, mientras otros toman el sol en sus toallas. El cielo está despejado, y el aire es fresco. El sonido del mar es relajante, y todo parece estar en calma. Es un lugar perfecto para desconectar y disfrutar del momento.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El bosque es un lugar lleno de paz. Los árboles altos cubren el suelo de sombras, y las hojas caídas cubren el sendero. Los pájaros cantan en las ramas, y se puede escuchar el susurro del viento entre los árboles. El aire es fresco y limpio, y cada paso en el camino suena suave. Es un lugar perfecto para caminar y reflexionar en soledad o con amigos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El parque está lleno de personas que disfrutan del buen tiempo. Los niños juegan en los columpios, y algunos adultos pasean por los senderos. El césped está bien cuidado, y las flores decoran el espacio. Los árboles ofrecen sombra, y el sonido de los pájaros llenan el ambiente. Es un lugar ideal para descansar o hacer ejercicio al aire libre, con un ambiente muy tranquilo.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La ciudad nunca duerme. A cualquier hora del día, las calles están llenas de gente caminando rápido. Los coches pasan por la carretera, y las tiendas siempre están abiertas. Las luces de las farolas iluminan las aceras, y los edificios altos parecen no terminar nunca. El sonido de la ciudad es constante, pero hay algo especial en su energía, que siempre invita a descubrir algo nuevo.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La tarde avanza y las luces de la ciudad comienzan a encenderse. Los coches circulan por las calles y las personas se apresuran a llegar a su destino. Los edificios se alzan imponentes, mientras las tiendas exhiben productos en sus vitrinas. Los parques están llenos de gente que disfruta del aire fresco, y en los cafés, algunos se relajan con una bebida caliente mientras conversan.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El campo de flores es impresionante. Las amapolas rojas destacan entre los colores amarillos y blancos de las margaritas. El sol ilumina las flores, que parecen bailar con la brisa suave. El aroma de las flores llena el aire, y el sonido de los insectos que rondan la zona crea un ambiente muy natural. El cielo está claro, y todo parece estar en calma en este paisaje de tranquilidad.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La montaña se ve majestuosa desde la base, con su cima cubierta de nieve. El aire es fresco y un poco frío, pero se siente revitalizante. Los excursionistas suben por el sendero, disfrutando del paisaje que va cambiando con cada paso. Los árboles se van haciendo más pequeños a medida que suben. A lo lejos, se pueden ver otras montañas, mientras el viento mueve suavemente las hojas de los arbustos cercanos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El parque es un lugar lleno de vida, especialmente en los días soleados. Los niños juegan en los columpios, mientras que los adultos pasean por los senderos o leen un libro bajo los árboles. El césped está bien cuidado, y las flores se asoman con sus colores vibrantes. El aire es fresco y agradable, haciendo que sea un lugar ideal para descansar o pasar el rato con amigos y familiares.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El centro comercial está lleno de gente que busca ofertas. Las tiendas de ropa tienen grandes anuncios de rebajas y los pasillos están llenos de compradores. Las cafeterías están bastante concurridas, con personas tomando café o disfrutando de un pastel. El bullicio de la multitud y los anuncios de las tiendas crean un ambiente de energía constante. Las vitrinas de las tiendas brillan con nuevos productos, invitando a los clientes a entrar.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La biblioteca es el lugar perfecto para concentrarse. Las estanterías llenas de libros cubren todas las paredes, y el aire es fresco y tranquilo. Las personas se sientan en las mesas, leyendo o escribiendo en sus cuadernos. Los estudiantes se agrupan en los rincones para estudiar juntos, mientras otros prefieren la tranquilidad de los espacios más alejados. Es un lugar ideal para sumergirse en los libros y escapar del ruido exterior.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El río fluye suavemente, moviendo las hojas que caen de los árboles cercanos. El sonido del agua es relajante, y el aire se siente fresco. Las personas se sientan cerca del agua para disfrutar del paisaje o hacer un picnic. Algunos pescadores están en pequeños botes, buscando el pez más grande. El entorno es tranquilo, y se puede escuchar el canto de los pájaros que descansan en las ramas de los árboles cercanos.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El aeropuerto está muy ocupado, con miles de personas pasando de un lado a otro. Los anuncios de los vuelos llenan el aire, y las personas revisan sus boletos para asegurarse de no perder su vuelo. Las tiendas están llenas de viajeros comprando souvenirs, mientras otros descansan en los bancos. Los aviones despegan y aterrizan constantemente, creando una sensación de movimiento constante. Es un lugar donde todo parece estar en constante cambio.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "El zoológico es un lugar lleno de animales exóticos. En los recintos, los leones descansan bajo la sombra, mientras los elefantes pasean por su área. Los monos saltan de un lado a otro en los árboles, y los flamencos se agrupan cerca del agua. Los visitantes observan y toman fotos de los animales, mientras los niños juegan cerca de las zonas de juegos. Es un lugar educativo y divertido, ideal para pasar un día en familia.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  },
  {
    "content": "La plaza del pueblo es el lugar de encuentro para muchas personas. En el centro, hay una fuente de agua que hace un sonido relajante. Las personas se sientan en los bancos, conversando o descansando. Los niños juegan cerca, mientras los adultos observan el bullicio. Los árboles ofrecen sombra, y las flores en los jardines añaden un toque de color. Es un lugar de tranquilidad, perfecto para relajarse después de un largo día.",
    "type": "text",
    "difficulty": "easy",
    "language": "es",
    "numWords": 100
  }
]