[
  {
    "content": "En el laboratorio, las mediciones fueron precisas: presión de 1.01 atm, temperatura constante de 25°C y una concentración de 0.2 mol/L. Los resultados confirmaron la hipótesis inicial, pero se recomienda repetir el experimento para descartar errores experimentales o fluctuaciones no controladas en las variables.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "Durante la conferencia, los expertos discutieron avances en inteligencia artificial: desde el aprendizaje profundo hasta las redes generativas. Las implicaciones éticas, como el sesgo algorítmico y la privacidad, dominaron el debate, destacando la necesidad de regulaciones internacionales claras y responsables en este ámbito tecnológico.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El arquitecto presentó un diseño innovador: una torre de cristal con paneles solares integrados, jardines verticales en cada nivel y un sistema de recolección de agua pluvial. Este proyecto busca combinar eficiencia energética, sostenibilidad y estética moderna, marcando un nuevo estándar en construcciones urbanas.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El sistema operativo arrojó un error inesperado: 'Kernel Panic: No init found. Try passing init= option to kernel.' Para resolverlo, verifica que el sistema de archivos raíz no esté corrupto y asegúrate de que el bootloader esté configurado correctamente para cargar el núcleo del sistema.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El informe financiero mostró un panorama mixto: ingresos anuales de $2.5 millones, gastos totales de $1.8 millones y un margen de utilidad del 28%. Aunque los resultados son positivos, la empresa enfrenta retos en la reducción de costos y el fortalecimiento de su presencia en mercados emergentes.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "En la novela, el protagonista encontró un antiguo manuscrito escrito en latín, lleno de símbolos arcanos y referencias a textos prohibidos. Intrigado, decidió descifrarlo, pero pronto descubrió que su contenido revelaba secretos oscuros que podrían cambiar el curso de la historia de la humanidad.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El chef presentó un plato único: filete de res cocido al punto perfecto, acompañado de una reducción de vino tinto con toques de romero fresco, y servido sobre un lecho de puré de patatas trufado. La presentación impecable fue tan memorable como el exquisito sabor.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El contrato laboral especifica claramente las responsabilidades del empleado: jornada laboral de 8 horas, sueldo base ajustado al convenio, y beneficios adicionales como seguro médico privado y bonos trimestrales. Ambas partes acordaron que cualquier incumplimiento será resuelto mediante arbitraje según las leyes vigentes.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El algoritmo propuesto utiliza técnicas avanzadas de aprendizaje supervisado para clasificar imágenes en tiempo real. Implementa redes convolucionales optimizadas, reduciendo el tiempo de inferencia a menos de 50 milisegundos por imagen, con una precisión promedio del 98% en el conjunto de pruebas validadas.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La fórmula química HCl + NaOH → NaCl + H2O describe una reacción de neutralización donde un ácido y una base producen una sal y agua. Este tipo de reacciones son fundamentales en procesos industriales, como la regulación del pH en sistemas acuáticos.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La biblioteca digital incluía obras clásicas y contemporáneas: 'El Quijote', 'Cien años de soledad' y 'La sombra del viento'. Los usuarios podían descargar versiones en EPUB, PDF y MOBI, además de activar herramientas interactivas como marcadores, notas y traducción automática en tiempo real.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El programador escribió una función compleja en Python: `def calcular_media(valores): return sum(valores) / len(valores)`. Aunque parecía correcta, olvidó manejar excepciones como la división por cero cuando la lista `valores` estaba vacía, lo que generó errores en la ejecución del código.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El correo urgente decía: 'Por favor, revisa el contrato adjunto y confirma los términos antes de la medianoche. Cualquier modificación deberá ser comunicada a más tardar a las 10:00 AM del día siguiente. Es crucial cerrar el acuerdo antes del final del trimestre.'",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "Durante el apagón, el generador de emergencia se activó automáticamente, proporcionando energía a los equipos esenciales: servidores, sistemas de seguridad y luces de emergencia. Sin embargo, los sistemas secundarios, como el aire acondicionado, quedaron fuera de servicio hasta que se restableció la electricidad principal.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El físico explicó que las partículas subatómicas, como electrones y quarks, interactúan mediante fuerzas fundamentales: electromagnética, gravitacional, nuclear fuerte y débil. Estas interacciones son descritas matemáticamente por el Modelo Estándar, aunque aún no se ha integrado completamente con la teoría de la gravedad.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El software de edición de video permite aplicar efectos avanzados como estabilización de imagen, corrección de color, y superposición de capas de texto animado. La última actualización incluye soporte para exportación en resolución 4K, optimización de GPU y compatibilidad con códecs HEVC y VP9.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La sala de control monitorizaba parámetros críticos: presión del reactor a 150 atm, temperatura del núcleo a 500°C y flujo de agua refrigerante. Cualquier desviación en estos valores activaría alarmas automáticas y procedimientos de emergencia para evitar un posible accidente nuclear grave.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El escultor utilizó materiales inusuales: piezas de metal reciclado, madera flotante y cristales rotos. Su obra, titulada 'Fragmentos de tiempo', representaba una compleja interacción entre la fragilidad humana y la resistencia del espíritu frente a los desafíos de la vida moderna.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "En el manual de usuario, se especificaba: 'Para actualizar el firmware, conecte el dispositivo al ordenador mediante un cable USB, descargue el archivo desde nuestra página oficial, y ejecute el programa de instalación. No desconecte el dispositivo durante el proceso de actualización.'",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El examen final incluía preguntas sobre gramática avanzada, uso correcto de signos de puntuación, y análisis de textos literarios. Además, los estudiantes debían redactar un ensayo argumentativo utilizando citas textuales, conectores discursivos, y un lenguaje formal acorde al nivel académico requerido.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La exposición destacó obras abstractas con colores vibrantes y texturas dinámicas. Cada cuadro narraba historias ocultas, desafiando la percepción del espectador. El artista combinó técnicas tradicionales con elementos digitales, creando un híbrido que redefinió los límites del arte contemporáneo en un espacio reducido.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El dispositivo portátil cuenta con sensores avanzados: acelerómetro, giroscopio y magnetómetro. Estos permiten recopilar datos en tiempo real para aplicaciones como navegación precisa, seguimiento de actividad física y realidad aumentada. Su diseño compacto lo hace ideal para su integración en dispositivos de uso cotidiano.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El contrato de alquiler incluye cláusulas específicas: mantenimiento a cargo del arrendatario, un depósito de garantía equivalente a dos meses de renta, y restricciones como la prohibición de subarrendar sin autorización previa. Ambas partes firmaron en presencia de un notario público para validar el acuerdo.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "En la clase de biología, se estudiaron las propiedades del ADN: doble hélice, estructura formada por nucleótidos (adenina, guanina, citosina y timina), y su capacidad de replicarse con alta precisión. Esta molécula es esencial para transmitir información genética en todos los organismos vivos.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El módulo de inteligencia artificial utiliza redes neuronales convolucionales (CNN) para procesar imágenes. Su arquitectura optimizada permite identificar objetos con precisión superior al 95%, clasificando elementos en menos de 100 milisegundos. Estas capacidades son ideales para aplicaciones en vehículos autónomos y seguridad industrial.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La tormenta eléctrica causó estragos: árboles caídos bloquearon carreteras, la red eléctrica sufrió cortes generalizados y las antenas de comunicación quedaron inutilizadas. Los equipos de emergencia trabajaron sin descanso para restaurar servicios esenciales y garantizar la seguridad de los habitantes en las zonas afectadas.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El informe de auditoría reveló inconsistencias financieras: discrepancias en los registros contables, gastos no justificados y una falta de documentación adecuada. Se recomendó implementar controles más estrictos, así como realizar capacitaciones para evitar errores recurrentes en los procesos administrativos de la empresa.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El sistema solar está compuesto por el Sol, ocho planetas principales, lunas, asteroides, cometas y partículas de polvo interplanetario. La diversidad de sus cuerpos celestes y fenómenos físicos lo convierte en un laboratorio natural para estudiar la formación y evolución del universo cercano.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La novela de ciencia ficción describe un futuro distópico donde las máquinas han asumido el control de la sociedad. Los humanos, ahora marginados, buscan formas de recuperar su autonomía mientras enfrentan dilemas éticos sobre la coexistencia con inteligencia artificial consciente y autónoma.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El chef preparó un menú degustación: carpaccio de salmón con cítricos, risotto de trufa negra, y un postre de mousse de chocolate con reducción de frutos rojos. Cada plato equilibraba sabores y texturas, ofreciendo una experiencia culinaria inolvidable para los comensales más exigentes.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El reloj astronómico de la catedral no solo marcaba la hora, sino también las fases lunares, los signos zodiacales y los eclipses. Su mecanismo, creado en el siglo XVI, sigue siendo una maravilla de ingeniería que atrae a miles de turistas cada año.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El experimento consistió en mezclar soluciones de ácido clorhídrico y bicarbonato de sodio. La reacción produjo burbujas de dióxido de carbono y liberó calor. Este fenómeno es un ejemplo clásico de reacción ácido-base, fundamental en muchos procesos químicos cotidianos e industriales.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La obra teatral presentó un diálogo profundo entre los personajes principales, explorando temas como la moralidad, el sacrificio y la naturaleza humana. Cada acto estaba cargado de simbolismo, dejando al público reflexionando sobre las decisiones que enfrentamos en momentos de crisis personal.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El sistema de navegación detectó una anomalía: 'Ruta no calculable. Recalibrando posición GPS y velocidad promedio.' El piloto automático se desactivó, obligando al conductor a tomar el control manual. Se recomendó actualizar el firmware para evitar fallos similares en el futuro.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El ensayo analizó la influencia de las redes sociales en la percepción pública. Se argumentó que la sobreexposición a información no verificada puede alterar la opinión colectiva y generar polarización, resaltando la importancia de la alfabetización digital en la era moderna.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La misión espacial envió datos cruciales: temperatura de -200°C en la superficie del cometa, composición química rica en carbono y oxígeno, y evidencia de actividad geológica reciente. Estos descubrimientos refuerzan teorías sobre la formación del sistema solar y el origen de la vida.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El torneo de ajedrez reunió a grandes maestros internacionales. Las partidas fueron intensas, con aperturas clásicas como la Ruy López y la defensa siciliana. El campeón venció en el último encuentro tras un sacrificio brillante de dama que desconcertó a su oponente.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El algoritmo de cifrado utiliza claves asimétricas para garantizar la seguridad de los datos. La clave pública encripta el mensaje, mientras que solo la clave privada correspondiente puede desencriptarlo. Este método es ampliamente usado en transacciones bancarias y comunicaciones en línea seguras.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El proyecto de ingeniería incluyó la construcción de un puente colgante con cables de acero, diseñado para resistir terremotos de magnitud 8. El diseño innovador permitió reducir costos sin comprometer la seguridad ni la durabilidad, marcando un hito en la infraestructura regional.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El pintor creó un mural que representaba la evolución de la humanidad: desde las pinturas rupestres hasta la era espacial. Los detalles, las texturas y el uso vibrante del color hicieron que la obra se convirtiera en un ícono cultural para la comunidad local.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La conferencia abordó la teoría cuántica de campos, explicando cómo las partículas subatómicas interactúan en presencia de fuerzas fundamentales. Los ponentes discutieron aplicaciones prácticas, como el desarrollo de nuevos materiales superconductores y tecnologías basadas en el entrelazamiento cuántico.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El sistema de riego automatizado monitorea humedad, temperatura y calidad del suelo. Basado en estos datos, activa válvulas electrónicas para optimizar el consumo de agua. Además, envía notificaciones al agricultor a través de una aplicación móvil, garantizando cultivos más eficientes y sostenibles.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "En el debate se plantearon dilemas éticos sobre la edición genética. Aunque la técnica CRISPR permite corregir enfermedades hereditarias, surgieron preocupaciones sobre su uso para alterar características no esenciales, lo que podría llevar a desigualdades sociales y conflictos morales significativos.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El sistema de votación electrónica utiliza blockchain para registrar cada sufragio de manera transparente e inalterable. Este enfoque reduce significativamente el riesgo de fraude y aumenta la confianza en los procesos electorales, especialmente en contextos donde la integridad es cuestionada.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El chef fusionó técnicas tradicionales con ingredientes exóticos: ceviche de mango y maracuyá, servido con espuma de aguacate y un toque de chile habanero. El equilibrio entre la acidez, dulzura y picante elevó este plato a una experiencia gastronómica inolvidable.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "La novela describía una ciudad futurista: rascacielos flotantes, vehículos autónomos y una red neuronal que controlaba los sistemas públicos. Sin embargo, tras la perfección tecnológica se escondía una sociedad desigual, donde los privilegios se concentraban en una élite inalcanzable para la mayoría.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El experimento demostró cómo la velocidad de reacción aumenta al usar un catalizador. Al comparar los gráficos de energía, quedó claro que la barrera energética disminuyó significativamente, permitiendo que las moléculas interactuaran de manera más eficiente en condiciones controladas.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El análisis literario destacó el uso de simbolismos: el río como representación del tiempo y las estaciones como metáforas del ciclo vital. La autora empleó un lenguaje poético, rico en imágenes sensoriales, para transmitir una conexión profunda entre la naturaleza y las emociones humanas.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El informe climatológico predijo un aumento de temperaturas globales de 2°C para 2050 si no se toman medidas urgentes. Además, advirtió sobre la aceleración del deshielo polar, la desertificación de zonas agrícolas y un incremento en la frecuencia de eventos climáticos extremos.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  },
  {
    "content": "El laboratorio desarrolló un polímero biodegradable, resistente al agua y con capacidad de descomponerse en menos de un año. Este material podría revolucionar la industria del embalaje, reduciendo drásticamente el impacto ambiental de los plásticos de un solo uso en todo el mundo.",
    "type": "text",
    "difficulty": "hard",
    "language": "es",
    "numWords": 50
  }
]